{
    "litematica.gui.label.missing_chunks": "%s, 欠落チャンク (%s)",
    "litematica.gui.label.paste_nbt_behavior.teleport_place": "テレポートおよび配置",
    "litematica.gui.label.schematic_paste.missing_chunks": "ペースト、欠落しているチャンク (%s)",


    "areaSelectionsPerWorld": "ワールドごとのエリア選択数",
    "Use per-world or server root directories for the area selections\nDon't switch this OFF while you are live streaming,\nthen the Area Selection browser will show the server IP\nthe navigation widget and also in the current selection name/path\nyou change the current directory and selection again": "エリア選択にはワールドごとまたはサーバーのルート ディレクトリを使用します\nライブ ストリーミング中はこれをオフにしないでください。\nエリア選択ブラウザにはサーバー IP が表示されます\nナビゲーション ウィジェットと現在の選択名/パスにも表示されます\n現在のディレクトリと選択内容を再度変更します。",
    "betterRenderOrder": "より良いレンダリング順序",
    "If enabled, then the schematic rendering is done\nby injecting the different render call into the vanilla\nrendering code. This should result in better translucent block\nrendering/ordering and schematic blocks not getting rendered\nthrough the client world blocks/terrain.\nIf the rendering doesn't work (for example with Optifine),\ntry disabling this option.": "有効にすると、\nバニラのレンダリング コードに別のレンダリング呼び出しを挿入することによって、\nスケマティック レンダリングが行われます。これにより、半透明のブロックの\nレンダリング/順序付けが改善され、\nクライアント ワールド ブロック/地形を通じてスケマティック ブロックがレンダリングされなくなります。 \nレンダリングが機能しない場合 (Optifine など)、\nこのオプションを無効にしてみてください。",
    "changeSelectedCornerOnMove": "変更選択コーナー移動時",
    "If true, then the selected corner of an area selection\nis always set to the last moved corner,\nwhen using the set corner hotkeys": "true の場合、コーナーの設定ホットキーを使用する場合、\nエリア選択の選択されたコーナーは常に最後に移動したコーナーに設定されます。",
    "debugLogging": "デバッグログ",
    "Enables some debug log messages in the game console,\nfor debugging certain issues or crashes.": "ゲーム コンソールで一部のデバッグ ログ メッセージを有効にし、\n特定の問題やクラッシュをデバッグします。",
    "easyPlaceFirst": "イージープレイスファースト",
    "This causes the Easy Place mode to place the first/closest block\nyou are looking at first, instead of the furthest/bottom-most block.\nSetting this to false allows you to place multiple layers \"at once\",\nsince the furthest blocks would be placed before the closer ones block the line of sight.": "Easy Placeモードでは、一番遠いブロックではなく、一番近いブロックを最初に配置します。",
    "easyPlaceHoldEnabled": "イージープレイスホールド有効",
    "When enabled, then you can hold down the use key\nand look at different schematic blocks to place them,\nwithout having to click on every block individually.": "有効にすると、useキーを押しながら回路図ブロックを見て配置することができます。",
    "easyPlaceMode": "簡単な配置モード",
    "When enabled, then simply trying to use an item/place a block\non schematic blocks will place that block in that position": "有効にすると、アイテムを使用する/ブロックを配置しようとすると\nスキーマティックブロック上にそのブロックがその位置に配置されます",
    "easyPlaceSinglePlayerHandling": "簡単なプレイヤー単体処理",
    "If enabled, then Litematica handles the so called\n\"Carpet mod Accurate Placement Protocol\" itself in single player.\nIf you also have Tweakeroo installed, then this can be disabled,\nas Tweakeroo's 'clientPlacementRotation' option does the exact same thing.": "有効にすると、Litematicaは単独プレイヤーで「カーペットMOD正確配置プロトコル」を自動的に処理します。\nTweakerooをインストールしている場合は、無効にすることができ、\nTweakerooの「clientPlacementRotation」オプションは同じことを行います。",
    "easyPlaceProtocolV3": "簡単な配置プロトコルV3",
    "If enabled, then Litematica uses \"version 3\"\nof the so-called \"accurate placement protocol\".\nThis is currently only supported by Litematica itself (in single player).": "有効にすると、Litematicaは「バージョン3」を使用します\nいわゆる「正確な配置プロトコル」を。\nこれは現在、Litematica自体（単独プレイヤー）でのみサポートされています。",
    "executeRequireHoldingTool": "実行時にツールを保持する必要があります",
    "Require holding an enabled tool item\nfor the executeOperation hotkey to work": "実行操作ホットキーが機能するためには、有効なツールアイテムを保持する必要があります",
    "fixRailRotation": "レール回転を修正",
    "If true, then a fix is applied for the vanilla bug in rails,\nwhere the 180 degree rotations of straight north-south and\neast-west rails rotate 90 degrees counterclockwise instead >_>": "真の場合、レールのバニラバグに対して修正が適用されます。\n北南の直線レールと東西のレールの180度回転が、代わりに90度反時計回りに回転します >_>",
    "generateLowercaseNames": "小文字の名前を生成",
    "If enabled, then by default the suggested schematic names\nwill be lowercase and using underscores instead of spaces": "有効にすると、デフォルトで提案されるスキーマティック名は\n小文字になり、スペースの代わりにアンダースコアが使用されます",
    "highlightBlockInInventory": "在庫のアイテム（それを含むシャルカー ボックス）を強調表示します\nスキーマ内のブロックを見たときに有効になります",
    "When enabled, highlights the item (including Shulker Boxes containing it)\nof the looked at block in the schematic": "有効にすると、スキーマ内の見たブロックのアイテム（それを含むシャルカー ボックス）を強調表示します",
    "layerModeFollowsPlayer": "プレイヤーに従ってレンダー レイヤーがフォローします",
    "If true, then the render layer follows the player.\nNote: This currently collapses Layer Range type ranges unfortunately": "true の場合、レンダー レイヤーがプレイヤーに従います。\n注: 現在、これにより不幸にもレイヤー範囲タイプの範囲が崩壊します",
    "loadEntireSchematics": "常に全体のスキーマティクスを一度にロードします",
    "If true, then the entire schematic is always loaded at once.\nIf false, then only the part that is within the client's view distance is loaded.": "true の場合、スキーマティクス全体が常に一度にロードされます。\nfalse の場合は、クライアントの視界距離内にある部分のみがロードされます",
    "pasteCommandInterval": "ペースト スキーマティクス タスクが実行されるゲームティックの間隔",
    "The interval in game ticks the Paste schematic task runs at,\nin the command-based mode": "コマンドベース モードでペースト スキーマティクス タスクが実行されるゲームティックの間隔",
    "pasteCommandLimit": "サーバーのコマンド モードでスキーマティクス機能を使用するときの\nゲームティックあたり送信されるコマンドの最大数",
    "Max number of commands sent per game tick,\nwhen using the Paste schematic feature in the\ncommand mode on a server": "コマンド モードでスキーマティクス機能を使用しているときに\nゲームティックあたり送信されるコマンドの最大数",
    "pasteCommandNameSetblock": "サーバーでスキーマティクス機能に使用する\nsetblock コマンド名",
    "The setblock command name to use for the\nPaste schematic feature on servers, when\nusing the command-based paste mode": "コマンドベースのペースト モードを使用しているときに、サーバーでスキーマティクス機能に使用する\nsetblock コマンド名",
    "pasteIgnoreEntities": "有効にすると、ペースト機能はエンティティをペーストしません",
    "If enabled, then the Paste feature will not paste any entities": "有効にすると、ペースト機能はエンティティをペーストしません",
    "pasteIgnoreInventories": "スキーマティクスをペーストする際に、インベントリの内容をペーストしません",
    "Don't paste inventory contents when pasting a schematic": "スキーマティクスをペーストする際に、インベントリの内容をペーストしません",
    "pasteNbtRestoreBehavior": "ブロックの NBT データを復元するかどうか、およびそのために使用される方法",
    "Whether or not the NBT data of blocks is attempted to be restored,\nand which method is used for that.\n- Place & Data Modify will try to place the \"NBT-picked\" block\n  near the player, and then use the data modify\n  command to transfer the NBT data to the setblock'ed block\n- Place & Clone will try to place the \"NBT-picked\" block\n  near the player, and then clone it to the final location.\n- Teleport & Place will try to teleport the player nearby and then\n  directly place the NBT-picked item in the correct position.\nNote that the teleport & place method doesn't currently work correctly/at all.\nThe recommended method is & Data Modifyhowever for that to work\nyou will probably need to lower the pasteCommandLimit to 1 per tick and increase\nthe pasteCommandInterval to 1-4 ticks or something.\nThus you should only use this for pasting important blocks that need the data,\nfor example by making a schematic of just the inventories,\nand then paste that with replace behavior set to None.": "ブロックの NBT データを復元するかどうか、およびそのために使用される方法\n- プレース＆データ修正は「NBT ピックされた」ブロックをプレイヤーの近くに配置し、データ修正コマンドを使用して\n  setblock されたブロックに NBT データを転送しようとします\n- プレース＆クローンは「NBT ピックされた」ブロックをプレイヤーの近くに配置し、最終位置にクローンしようとします\n- テレポート＆プレースはプレイヤーを近くにテレポートし、その後\n  NBT ピックされたアイテムを正しい位置に直接配置しようとします。\nテレポート＆プレースメソッドは現在正しく機能しない/まったく機能しないことに注意してください。\n推奨される方法はデータ修正ですが、これが機能するためには\npasteCommandLimit を 1 ティックに減らし、pasteCommandInterval を 1-4 ティックに増やす必要があるでしょう。\nしたがって、データを必要とする重要なブロックをペーストするためにのみ使用する必要があります。\nたとえば、インベントリのみのスキーマティクスを作成し、\nそれを置き換え動作を None に設定してペーストします。",
    "pasteReplaceBehavior": "ペースト スキーマティクス ツール モードで既存のブロックを置き換える動作",
    "The behavior of replacing existing blocks\nin the Paste schematic tool mode": "ペースト スキーマティクス ツール モードで既存のブロックを置き換える動作",
    "pasteToMcFunctionFiles": "有効にすると、実際にスキーマティクスを世界にペーストするのではなく、\nsetblock コマンドとしてテキストファイルに書き込まれます。",
    "If enabled, then instead of actually pasting schematics to the world,\nthey are written as setblock commands into text files.": "有効にすると、実際にスキーマティクスを世界にペーストするのではなく、\nsetblock コマンドとしてテキストファイルに書き込まれます。",
    "pickBlockEnabled": "スキーマティクスのワールド ピック ブロック ホットキーを有効にします。\nこのオプションを切り替えるためのホットキーもあります... o.o",
    "Enables the schematic world pick block hotkeys.\nThere is also a hotkey for toggling this option to toggle those hotkeys... o.o": "スキーマティクスのワールド ピック ブロック ホットキーを有効にします。\nこのオプションを切り替えるためのホットキーもあります... o.o",
    "pickBlockShulkers": "有効にすると、ピック ブロックに必要なアイテムが\nプレイヤーのインベントリに直接見つからない場合でも、\nそれを含むシャルカー ボックスがあれば、シャルカー ボックスが\nプレイヤーの手に切り替えられます。",
    "If enabled, then if the required item for the pick bloc\nis not found directly in the player's inventory, but there\nis a Shulker box that contains it, the Shulker Box\nwill be switched to the player's hand instead": "有効にすると、ピック ブロックに必要なアイテムが\nプレイヤーのインベントリに直接見つからない場合でも、\nそれを含むシャルカー ボックスがあれば、シャルカー ボックスが\nプレイヤーの手に切り替えられます。",
    "pickBlockableSlots": "スキーマティクス ピック ブロックに使用できるホットバー スロット",
    "The hotbar slots that are allowed to be\nused for the schematic pick block": "スキーマティクス ピック ブロックに使用できるホットバー スロット",
    "placementRestriction": "有効にすると、使用キーはターゲット位置に必要なアイテムを保持しているときのみ使用できます。\nターゲット位置には、スキーマティクスに欠落しているブロックが必要です。",
    "When enabled, the use key can only be used\nwhen holding the correct item for the targeted position,\nand the targeted position must have a missing block in the schematic": "有効にすると、使用キーはターゲット位置に必要なアイテムを保持しているときのみ使用できます。\nターゲット位置には、スキーマティクスに欠落しているブロックが必要です。",
    "renderMaterialListInGuis": "材料リストが GUIs 内で描画されるかどうか",
    "Whether or not the material list should\nbe rendered inside GUIs": "材料リストが GUIs 内で描画されるかどうか",
    "renderThreadNoTimeout": "レンダリング ワーカー スレッドからタイムアウトを削除します。\n周囲を移動したり、大規模なスキーマティクスを扱っているときに非常にカクつくレンダリングが発生する場合は、これを無効にしてみてください。\nただし、これにより、場合によってはスキーマティクスのレンダリングが非常に遅くなります。",
    "Removes the timeout from the rendering worker threads.\nIf you get very stuttery rendering when moving around\nor dealing with large schematics, try disabling this. It will however make\nthe schematic rendering a lot slower in some cases.": "レンダリング ワーカー スレッドからタイムアウトを削除します。\n周囲を移動したり、大規模なスキーマティクスを扱っているときに非常にカクつくレンダリングが発生する場合は、これを無効にしてみてください。\nただし、これにより、場合によってはスキーマティクスのレンダリングが非常に遅くなります。",
    "selectionCornersMode": "領域選択のコーナーモード (コーナーまたは拡張) を使用します",
    "The Area Selection corners mode to use (Corners, or Expand)": "領域選択のコーナーモード (コーナーまたは拡張) を使用します",
    "toolItem": "選択などのための「ツール」として使用するアイテム",
    "The item to use as the \"tool\" for selections etc.": "選択などのための「ツール」として使用するアイテム",
    "toolItemEnabled": "true の場合、「ツール」アイテムを使用して選択などを制御できます。",
    "If true, then the \"tool\" item can be used to control selections etc.": "true の場合、「ツール」アイテムを使用して選択などを制御できます。",
    "enableAreaSelectionBoxesRendering": "エリア選択ボックスのレンダリングを有効にします",
    "Enable Area Selection boxes rendering": "エリア選択ボックスのレンダリングを有効にします",
    "enablePlacementBoxesRendering": "スキーマティクスの配置ボックスのレンダリングを有効にします",
    "Enable Schematic Placement boxes rendering": "スキーマティクスの配置ボックスのレンダリングを有効にします",
    "enableRendering": "メインレンダリングトグルオプション。すべてのモードレンダリングを有効または無効にします。",
    "Main rendering toggle option. Enables/disables ALL mod rendering.": "メインレンダリングトグルオプション。すべてのモードレンダリングを有効または無効にします。",
    "enableSchematicBlocksRendering": "スキーマティクスブロックレンダリングを有効にします。\nこれを無効にすると、色のオーバーレイのみが表示されます",
    "Enables schematic block rendering.\nDisabling this allows you to only see the color overlay": "スキーマティクスブロックレンダリングを有効にします。\nこれを無効にすると、色のオーバーレイのみが表示されます",
    "enableSchematicOverlay": "スキーマティクスブロックオーバーレイレンダリングのメイントグルオプション",
    "The main toggle option for the schematic\nblock overlay rendering": "スキーマティクスブロックオーバーレイレンダリングのメイントグルオプション",
    "enableSchematicRendering": "スキーマティクスとオーバーレイのレンダリングを有効にします",
    "Enable rendering the schematic and overlay": "スキーマティクスとオーバーレイのレンダリングを有効にします",
    "ghostBlockAlpha": "ゴーストブロックのアルファ値。\nそれらを半透明としてレンダリングする場合。\n半透明のレンダリングを別途有効にする必要があります。\n「renderBlocksAsTranslucent」オプションを使用！",
    "The alpha value of the ghost blocks,\nwhen rendering them as translucent.\nalso need to enable the translucent rendering separately,\nusing the 'renderBlocksAsTranslucent' option!": "ゴーストブロックのアルファ値。\nそれらを半透明としてレンダリングする場合。\n半透明のレンダリングを別途有効にする必要があります。\n「renderBlocksAsTranslucent」オプションを使用！",
    "ignoreExistingFluids": "有効にすると、流体ブロックは「追加ブロック」や「誤ったブロック」として無視されます。\nつまり、スキーマティクスに空気やその他のブロックがある場合です。\n基本的に、これにより水中での建築がはるかに快適になります。\n注: 「renderCollidingSchematicBlocks」オプションも有効にしておくと良いでしょう\n流体内のブロックがレンダリングされるようにするためです。",
    "If enabled, then any fluid blocks are ignored as \"extra blocks\"\nand as \"wrong blocks\", ie. where the schematic has air or other blocks.\nBasically this makes building stuff under water a whole lot less annoying.\nNote: You will most likely also want to enable the 'renderCollidingSchematicBlocks'\noption at the same time, to allow the blocks to get rendered inside fluids.": "有効にすると、流体ブロックは「追加ブロック」や「誤ったブロック」として無視されます。\nつまり、スキーマティクスに空気やその他のブロックがある場合です。\n基本的に、これにより水中での建築がはるかに快適になります。\n注: 「renderCollidingSchematicBlocks」オプションも有効にしておくと良いでしょう\n流体内のブロックがレンダリングされるようにするためです。",
    "overlayReducedInnerSides": "有効にすると、ブロックオーバーレイの隣接/接触する内部側が削除されます/レンダリングされません",
    "If enabled, then the adjacent/touching inner sides\nfor the block overlays are removed/not rendered": "有効にすると、ブロックオーバーレイの隣接/接触する内部側が削除されます/レンダリングされません",
    "placementBoxSideAlpha": "サブリージョンボックスのサイドのアルファ値",
    "The alpha value of the sub-region boxes' side": "サブリージョンボックスのサイドのアルファ値",
    "renderAreaSelectionBoxSides": "有効にすると、エリア選択ボックスには\nその側面の四角形がレンダリングされます",
    "If enabled, then the area selection boxes will\nhave their side quads rendered": "有効にすると、エリア選択ボックスには\nその側面の四角形がレンダリングされます",
    "renderBlocksAsTranslucent": "有効にすると、スキーマティクスが半透明の「ゴーストブロック」を使用してレンダリングされます",
    "If enabled, then the schematics are rendered\nusing translucent \"ghost blocks\"": "有効にすると、スキーマティクスが半透明の「ゴーストブロック」を使用してレンダリングされます",
    "renderCollidingSchematicBlocks": "有効にすると、クライアントワールドに（誤った）ブロックがすでに存在する場合でも、\nスキーマティクスのブロックがレンダリングされます。\nおそらく、雪の層や水が邪魔な建物を作ろうとしているときに最も便利です。",
    "If enabled, then blocks in the schematics are rendered\nalso when there is already a (wrong) block in the client world.\nProbably mostly useful when trying to build\nsomething where there are snow layers or water in the way.": "有効にすると、クライアントワールドに（誤った）ブロックがすでに存在する場合でも、\nスキーマティクスのブロックがレンダリングされます。\nおそらく、雪の層や水が邪魔な建物を作ろうとしているときに最も便利です。",
    "renderErrorMarkerConnections": "次の検証ハイライトボックスのコーナー間に接続線をレンダリングします。\nこれは、一部の人々が経験したレンダリングバグでしたが、少なくとも一部のプレイヤーはそれを気に入っており、\n残すようリクエストがあったので、このオプションはそれを「復元」します",
    "Render connecting lines between subsequent verifier hilight box corners.\nThis was a rendering bug that some people experienced, but at least some players\nliked it and requested for it to stay, so this options \"restores\" it": "次の検証ハイライトボックスのコーナー間に接続線をレンダリングします。\nこれは、一部の人々が経験したレンダリングバグでしたが、少なくとも一部のプレイヤーはそれを気に入っており、\n残すようリクエストがあったので、このオプションはそれを「復元」します",
    "renderErrorMarkerSides": "有効にすると、スキーマティクス検証ツールのエラーマーカーに（半透明の）側面がレンダリングされます。\n単にアウトラインだけではありません",
    "If enabled, then the error markers in the Schematic Verifier\nwill have (translucent) sides rendered instead of just the outline": "有効にすると、スキーマティクス検証ツールのエラーマーカーに（半透明の）側面がレンダリングされます。\n単にアウトラインだけではありません",
    "renderPlacementBoxSides": "有効にすると、配置されたスキーマティクスのサブリージョンボックスに\nその側面の四角形がレンダリングされます",
    "If enabled, then the placed schematic sub-region boxes\nwill have their side quads rendered": "有効にすると、配置されたスキーマティクスのサブリージョンボックスに\nその側面の四角形がレンダリングされます",
    "renderPlacementEnclosingBox": "有効にすると、スキーマティクスのすべてのサブリージョンの周囲に囲むボックスがレンダリングされます",
    "If enabled, then an enclosing box is rendered around\nall the sub-regions in a schematic (placement)": "有効にすると、スキーマティクスのすべてのサブリージョンの周囲に囲むボックスがレンダリングされます",
    "renderPlacementEnclosingBoxSides": "有効にすると、スキーマティクスの配置の周囲にある囲むボックスに\nその側面の四角形がレンダリングされます",
    "If enabled, then the enclosing box around\na schematic placement will have its side quads rendered": "有効にすると、スキーマティクスの配置の周囲にある囲むボックスに\nその側面の四角形がレンダリングされます",
    "renderTranslucentBlockInnerSides": "有効にすると、トランスルーセントモードの内側の側面に対して\nモデルの側面もレンダリングされます",
    "If enabled, then the model sides are also rendered\nfor inner sides in the translucent mode": "有効にすると、トランスルーセントモードの内側の側面に対して\nモデルの側面もレンダリングされます",
    "schematicOverlayEnableOutlines": "スキーマティクスブロックオーバーレイのワイヤーフレームアウトラインのレンダリングを有効にします",
    "Enables rendering a wire frame outline for\nthe schematic block overlay": "スキーマティクスブロックオーバーレイのワイヤーフレームアウトラインのレンダリングを有効にします",
    "schematicOverlayEnableSides": "スキーマティクスブロックオーバーレイの半透明ボックス/側面のレンダリングを有効にします",
    "Enables rendering translucent boxes/sides for\nthe schematic block overlay": "スキーマティクスブロックオーバーレイの半透明ボックス/側面のレンダリングを有効にします",
    "schematicOverlayModelOutline": "有効にすると、スキーマティクスオーバーレイは\nブロックモデルの四角形/頂点を使用します。\n従来のフルブロックオーバーレイの代わりに",
    "If enabled, then the schematic overlay will use the\nblock model quads/vertices instead of the traditional full block overlay": "有効にすると、スキーマティクスオーバーレイは\nブロックモデルの四角形/頂点を使用します。\n従来のフルブロックオーバーレイの代わりに",
    "schematicOverlayOutlineWidth": "ブロック（モデル）アウトラインの線の幅",
    "The line width of the block (model) outlines": "ブロック（モデル）アウトラインの線の幅",
    "schematicOverlayOutlineWidthThrough": "ブロックを通過してレンダリングされる場合のブロック（モデル）アウトラインの線の幅",
    "The line width of the block (model) outlines,\nwhen the overlay is rendered through blocks": "ブロックを通過してレンダリングされる場合のブロック（モデル）アウトラインの線の幅",
    "schematicOverlayRenderThroughBlocks": "有効にすると、スキーマティクスオーバーレイは\nブロックを通過してレンダリングされます。これは、建築が終わった後に\nエラーを見やすくするためにのみ有用です",
    "If enabled, then the schematic overlay will be rendered\nthrough blocks. This is probably only useful once you are\nfinished building and want to see any errors easier": "有効にすると、スキーマティクスオーバーレイは\nブロックを通過してレンダリングされます。これは、建築が終わった後に\nエラーを見やすくするためにのみ有用です",
    "schematicOverlayTypeExtra": "追加ブロック用のスキーマティクスオーバーレイを有効にします",
    "Enables the schematic overlay for extra blocks": "追加ブロック用のスキーマティクスオーバーレイを有効にします",
    "schematicOverlayTypeMissing": "欠落ブロック用のスキーマティクスオーバーレイを有効にします",
    "Enables the schematic overlay for missing blocks": "欠落ブロック用のスキーマティクスオーバーレイを有効にします",
    "schematicOverlayTypeWrongBlock": "誤ったブロック用のスキーマティクスオーバーレイを有効にします",
    "Enables the schematic overlay for wrong blocks": "誤ったブロック用のスキーマティクスオーバーレイを有効にします",
    "schematicOverlayTypeWrongState": "誤った状態用のスキーマティクスオーバーレイを有効にします",
    "Enables the schematic overlay for wrong states": "誤った状態用のスキーマティクスオーバーレイを有効にします",
    "schematicVerifierUseBlockModels": "スキーマティクス検証ツールの結果リストのすべてにブロックモデルを使用します。\n通常、アイテムモデルはアイテムのあるものに使用され、\nブロックモデルはアイテムのないブロックにのみ使用されます。\nフラワーポットには、含まれているアイテムを見るために使用されます。",
    "Forces using blocks models for everything in the Schematic Verifier\nresult list. Normally item models are used for anything\nthat has an item, and block models are only used for blocks\nthat don't have an item, plus for Flower Pots to see the contained item.": "スキーマティクス検証ツールの結果リストのすべてにブロックモデルを使用します。\n通常、アイテムモデルはアイテムのあるものに使用され、\nブロックモデルはアイテムのないブロックにのみ使用されます。\nフラワーポットには、含まれているアイテムを見るために使用されます。",
    "blockInfoLinesAlignment": "ブロック情報行オーバーレイの配置",
    "The alignment of the block info lines overlay": "ブロック情報行オーバーレイの配置",
    "blockInfoLinesEnabled": "有効にすると、見ているブロックのためにMiniHUDスタイルのブロック情報オーバーレイがレンダリングされます",
    "If enabled, then MiniHUD-style block info overlay\nis rendered for the looked-at block": "有効にすると、見ているブロックのためにMiniHUDスタイルのブロック情報オーバーレイがレンダリングされます",
    "blockInfoLinesFontScale": "ブロック情報行のフォントスケール",
    "The font scale for the block info lines": "ブロック情報行のフォントスケール",
    "blockInfoLinesOffsetX": "選択されたエッジからのブロック情報行のXオフセット",
    "The x offset of the block info lines from the selected edge": "選択されたエッジからのブロック情報行のXオフセット",
    "blockInfoLinesOffsetY": "選択されたエッジからのブロック情報行のYオフセット",
    "The y offset of the block info lines from the selected edge": "選択されたエッジからのブロック情報行のYオフセット",
    "blockInfoOverlayAlignment": "ブロック情報オーバーレイの配置",
    "The alignment of the Block Info Overlay": "ブロック情報オーバーレイの配置",
    "blockInfoOverlayOffsetY": "選択されたエッジからのブロック情報オーバーレイのYオフセット",
    "The y offset of the block info overlay from the selected edge": "選択されたエッジからのブロック情報オーバーレイのYオフセット",
    "blockInfoOverlayEnabled": "ブロック情報オーバーレイのレンダリングを有効にして、見ているブロックや検証エラーマーカーの情報を表示します\n'renderInfoOverlay'キーを押している間",
    "Enable Block Info Overlay rendering to show info\nabout the looked-at block or verifier error marker,\nwhile holding the 'renderInfoOverlay' key": "ブロック情報オーバーレイのレンダリングを有効にして、見ているブロックや検証エラーマーカーの情報を表示します\n'renderInfoOverlay'キーを押している間",
    "infoHudAlignment": "\"情報HUD\"の配置\nマテリアルリスト、スキーマティクス検証者不一致位置などで使用されます",
    "The alignment of the \"Info HUD\",\nused for the Material List, Schematic Verifier mismatch positions etc.": "\"情報HUD\"の配置\nマテリアルリスト、スキーマティクス検証者不一致位置などで使用されます",
    "infoHudMaxLines": "HUDに同時に表示する情報行の最大数",
    "The maximum number of info lines to show on the HUD at once": "HUDに同時に表示する情報行の最大数",
    "infoHudOffsetX": "画面のエッジからの情報HUDのXオフセット",
    "The X offset of the Info HUD from the screen edge": "画面のエッジからの情報HUDのXオフセット",
    "infoHudOffsetY": "画面のエッジからの情報HUDのYオフセット",
    "The Y offset of the Info HUD from the screen edge": "画面のエッジからの情報HUDのYオフセット",
    "infoHudScale": "一般的な情報HUDテキストのスケールファクター",
    "Scale factor for the generic Info HUD text": "一般的な情報HUDテキストのスケールファクター",
    "infoOverlaysTargetFluids": "有効にすると、ブロック情報オーバーレイとブロック情報行が流体ブロックにレイトレースできるようになり、\nそれを通過することができなくなります",
    "When enabled, the Block Info Overlay and Block Info Lines\nwill be able to ray trace to fluid blocks instead of going through them": "有効にすると、ブロック情報オーバーレイとブロック情報行が流体ブロックにレイトレースできるようになり、\nそれを通過することができなくなります",
    "materialListHudMaxLines": "マテリアルリスト情報HUDに同時に表示するアイテムの最大数",
    "The maximum number of items to show on\nthe Material List Info HUD at once": "マテリアルリスト情報HUDに同時に表示するアイテムの最大数",
    "materialListHudScale": "マテリアルリスト情報HUDのスケールファクター",
    "Scale factor for the Material List Info HUD": "マテリアルリスト情報HUDのスケールファクター",
    "statusInfoHud": "現在のレイヤーモードやレンダラーの有効状態などのいくつかの状態情報を描画する\nステータス情報HUDレンダラーを有効にします",
    "Enable a status info HUD renderer,\nwhich renders a few bits of status info, such as\nthe current layer mode and renderers enabled state": "現在のレイヤーモードやレンダラーの有効状態などのいくつかの状態情報を描画する\nステータス情報HUDレンダラーを有効にします",
    "statusInfoHudAuto": "必要に応じて自動的にステータス情報HUDを一時的に有効にすることを許可します。\n配置を作成し、レンダリングが無効な場合など",
    "Allow automatically momentarily enabling the status info HUD \"when needed\",\nfor example when creating a placement and having rendering disabled": "必要に応じて自動的にステータス情報HUDを一時的に有効にすることを許可します。\n配置を作成し、レンダリングが無効な場合など",
    "toolHudAlignment": "\"ツールHUD\"の配置、設定された「ツール」を保持しているとき",
    "The alignment of the \"tool HUD\", when holding the configured \"tool\"": "\"ツールHUD\"の配置、設定された「ツール」を保持しているとき",
    "toolHudOffsetX": "画面のエッジからの情報HUDのXオフセット",
    "The X offset of the Info HUD from the screen edge": "画面のエッジからの情報HUDのXオフセット",
    "toolHudOffsetY": "画面のエッジからの情報HUDのYオフセット",
    "The X offset of the Info HUD from the screen edge": "画面のエッジからの情報HUDのYオフセット",
    "toolHudScale": "ツールHUDテキストのスケールファクター",
    "Scale factor for the Info HUD text": "ツールHUDテキストのスケールファクター",
    "verifierErrorHilightAlpha": "エラーマーカーのボックス側面のアルファ値",
    "The alpha value of the error marker box sides": "エラーマーカーのボックス側面のアルファ値",
    "verifierErrorHilightMaxPositions": "スキーマティクス検証オーバーレイに同時にレンダリングする不一致位置の最大数",
    "The maximum number of mismatched positions to render\nat once in the Schematic Verifier overlay.": "スキーマティクス検証オーバーレイに同時にレンダリングする不一致位置の最大数",
    "verifierOverlayEnabled": "スキーマティクス検証者マーカーオーバーレイのレンダリングを有効にします",
    "Enable Schematic Verifier marker overlay rendering": "スキーマティクス検証者マーカーオーバーレイのレンダリングを有効にします",
    "warnDisabledRendering": "新しいスキーマティクスを読み込むか、新しい配置を作成するときに\nレイヤーモードにいるか、一部のレンダリングオプションが無効になっていることに関する警告メッセージを表示しますか",
    "Should the warning message about being in a layer mode\nor having some of the rendering options disabled\nbe shown when loading a new schematic\nor creating a new placement": "新しいスキーマティクスを読み込むか、新しい配置を作成するときに\nレイヤーモードにいるか、一部のレンダリングオプションが無効になっていることに関する警告メッセージを表示しますか",
    "areaSelectionBoxSideColor": "選択されていないときのエリア選択ボックスの色",
    "The color of the area selection boxes, when they are unselected": "選択されていないときのエリア選択ボックスの色",
    "hightlightBlockInInventoryColor": "見ているブロックのアイテムのハイライト色",
    "The highlight color for the item of the looked at block": "見ているブロックのアイテムのハイライト色",
    "materialListHudItemCountsColor": "マテリアルリスト情報HUD内のアイテムカウントテキストの色",
    "The color of the item count text in the Material List info HUD": "マテリアルリスト情報HUD内のアイテムカウントテキストの色",
    "schematicRebuildBreakPlaceOverlayColor": "スキーマティックリビルドモードの壊したり置いたりするブロックセレクターオーバーレイの色",
    "The color of Schematic Rebuild mode's break or place blocks selector overlay": "スキーマティックリビルドモードの壊したり置いたりするブロックセレクターオーバーレイの色",
    "schematicRebuildBreakExceptPlaceOverlayColor": "スキーマティックリビルドモードの対象外セレクターオーバーレイの色",
    "The color of Schematic Rebuild mode's break all blocks except targeted selector overlay": "スキーマティックリビルドモードの対象外セレクターオーバーレイの色",
    "schematicRebuildReplaceOverlayColor": "スキーマティックリビルドモードの置き換えセレクターオーバーレイの色",
    "The color of Schematic Rebuild mode's replace selector overlay": "スキーマティックリビルドモードの置き換えセレクターオーバーレイの色",
    "schematicOverlayColorExtra": "余分なブロックのオーバーレイ色",
    "The color of the blocks overlay for extra blocks": "余分なブロックのオーバーレイ色",
    "schematicOverlayColorMissing": "欠損ブロックのオーバーレイ色",
    "The color of the blocks overlay for missing blocks": "欠損ブロックのオーバーレイ色",
    "schematicOverlayColorWrongBlock": "間違ったブロックのオーバーレイ色",
    "The color of the blocks overlay for wrong blocks": "間違ったブロックのオーバーレイ色",
    "schematicOverlayColorWrongState": "間違ったブロック状態のオーバーレイ色",
    "The color of the blocks overlay for wrong block states": "間違ったブロック状態のオーバーレイ色",
    "addSelectionBox": "新しい選択ボックスを追加する（位置1）",
    "Add a new selection box (position 1) here": "新しい選択ボックスを追加する（位置1）",
    "cloneSelection": "現在のエリア選択をすばやく複製します。\nこれは基本的にメモリ内だけのスキーマを作成し、\nそのスキーマの配置を作成して選択し、\nツールモードを貼り付けモードに切り替えます。",
    "Quickly clone the current area selection.\nThis basically just creates an in-memory-only schematic,\nand then creates a placement of that schematic and selects it,\nand also switches the tool mode to the Paste mode.": "現在のエリア選択をすばやく複製します。\nこれは基本的にメモリ内だけのスキーマを作成し、\nそのスキーマの配置を作成して選択し、\nツールモードを貼り付けモードに切り替えます。",
    "deleteSelectionBox": "現在選択されているボックスを削除します",
    "Delete the currently selected box": "現在選択されているボックスを削除します",
    "easyPlaceUseKey": "easyPlaceModeが有効なとき、このキーはブロックを置くために使用されます",
    "When the easyPlaceMode is enabled, this key is used for placing the blocks": "easyPlaceModeが有効なとき、このキーはブロックを置くために使用されます",
    "easyPlaceToggle": "Easy Placeモードをすばやくオン/オフに切り替えます",
    "Allows quickly toggling on/off the Easy Place mode": "Easy Placeモードをすばやくオン/オフに切り替えます",
    "executeOperation": "現在の選択または配置で現在選択されているツール操作を実行します\nフィル、置き換え、スキーマの貼り付けなどのモードで",
    "Execute the currently selected tool operation with the\ncurrent selection or placement in the Fill, Replace,\nPaste Schematic etc. modes": "現在の選択または配置で現在選択されているツール操作を実行します\nフィル、置き換え、スキーマの貼り付けなどのモードで",
    "invertGhostBlockRenderState": "このキーが押されている間、スキーマ/ゴーストブロックの描画状態を反転させます",
    "Inverts the schematic/ghost block rendering status\nwhile this keybind is held down": "このキーが押されている間、スキーマ/ゴーストブロックの描画状態を反転させます",
    "invertOverlayRenderState": "このキーが押されている間、オーバーレイの描画状態を反転させます",
    "Inverts the Overlay rendering status while this keybind is held down": "このキーが押されている間、オーバーレイの描画状態を反転させます",
    "layerModeNext": "レンダリングモード（すべて、レイヤー）を前方にサイクルします",
    "Cycle the rendering mode (all, layers) forward": "レンダリングモード（すべて、レイヤー）を前方にサイクルします",
    "layerModePrevious": "レンダリングモード（すべて、レイヤー）を後方にサイクルします",
    "Cycle the rendering mode (all, layers) backwards": "レンダリングモード（すべて、レイヤー）を後方にサイクルします",
    "layerNext": "レンダリングされたレイヤー選択を上に移動します",
    "Move the rendered layer selection up": "レンダリングされたレイヤー選択を上に移動します",
    "layerPrevious": "レンダリングされたレイヤー選択を下に移動します",
    "Move the rendered layer selection down": "レンダリングされたレイヤー選択を下に移動します",
    "layerSetHere": "レンダーレイヤーをプレイヤーの現在の位置に設定します",
    "Set the Render Layer to the player's current position": "レンダーレイヤーをプレイヤーの現在の位置に設定します",
    "nudgeSelectionNegative": "現在の選択を「負」の方向に微調整します\nこれは基本的にNudge修飾子を押した状態でマウスホイールを下に回すのと同じです",
    "Nudge the current selection in the \"negative\" direction\nThis is basically the same as mouse wheel down\nwith the Nudge modifier pressed": "現在の選択を「負」の方向に微調整します\nこれは基本的にNudge修飾子を押した状態でマウスホイールを下に回すのと同じです",
    "nudgeSelectionPositive": "現在の選択を「正」の方向に微調整します\nこれは基本的にNudge修飾子を押した状態でマウスホイールを上に回すのと同じです",
    "Nudge the current selection in the \"positive\" direction\nThis is basically the same as mouse wheel up\nwith the Nudge modifier pressed": "現在の選択を「正」の方向に微調整します\nこれは基本的にNudge修飾子を押した状態でマウスホイールを上に回すのと同じです",
    "moveEntireSelection": "現在の選択全体をここに移動します",
    "Move the entire current selection here": "現在の選択全体をここに移動します",
    "openGuiAreaSettings": "現在選択されているエリアのためのエリア設定GUIを開きます",
    "Open the Area Settings GUI for the currently selected area": "現在選択されているエリアのためのエリア設定GUIを開きます",
    "openGuiLoadedSchematics": "読み込まれたスキーマGUIを開きます",
    "Open the Loaded Schematic GUI": "読み込まれたスキーマGUIを開きます",
    "openGuiMainMenu": "Litematicaメインメニューを開きます",
    "Open the Litematica main menu": "Litematicaメインメニューを開きます",
    "openGuiMaterialList": "現在選択されているスキーマ配置のためのマテリアルリストGUIを開きます",
    "Open the Material List GUI for the currently\nselected schematic placement": "現在選択されているスキーマ配置のためのマテリアルリストGUIを開きます",
    "openGuiPlacementSettings": "現在選択されている配置またはサブリージョンのための配置設定GUIを開きます",
    "Open the Placement Settings GUI for the currently\nselected placement or sub-region": "現在選択されている配置またはサブリージョンのための配置設定GUIを開きます",
    "openGuiSchematicPlacements": "スキーマ配置GUIを開きます",
    "Open the Schematic Placements GUI": "スキーマ配置GUIを開きます",
    "openGuiSchematicProjects": "スキーマプロジェクトGUIを開きます",
    "Open the Schematic Projects GUI": "スキーマプロジェクトGUIを開きます",
    "openGuiSchematicVerifier": "現在選択されているスキーマ配置のためのスキーマ検証GUIを開きます",
    "Open the Schematic Verifier GUI for the currently\nselected schematic placement": "現在選択されているスキーマ配置のためのスキーマ検証GUIを開きます",
    "openGuiSelectionManager": "エリア選択マネージャーGUIを開きます",
    "Open the Area Selection manager GUI": "エリア選択マネージャーGUIを開きます",
    "openGuiSettings": "設定GUIを開きます",
    "Open the Config GUI": "設定GUIを開きます",
    "operationModeChangeModifier": "操作モードを迅速に変更するための修飾キー。\nこれを保持して「ツールアイテム」を持ちながらスクロールすると、モードを迅速に切り替えることができます。",
    "The modifier key to quickly change the operation mode.\nHold this and scroll while holding the \"tool item\" to quickly cycle the mode.": "操作モードを迅速に変更するための修飾キー。\nこれを保持して「ツールアイテム」を持ちながらスクロールすると、モードを迅速に切り替えることができます。",
    "pickBlockFirst": "最初のスキーマティックブロックをピックするためのキー\nレイでトレースされます。",
    "A key to pick block the first\nschematic block ray traced to": "最初のスキーマティックブロックをピックするためのキー\nレイでトレースされます。",
    "pickBlockLast": "最後のスキーマティックブロックをピックするためのキー\n最初（可能性のある）クライアントワールドの前に\nブロックがトレースされます。基本的に、これは\n既存のブロックに対して配置できるブロックを取得することになります。",
    "A key to pick block the last schematic block\nray traced to, before the first (possible) client world\nblock ray traced to. Basically this would get\nyou the block you could place against an existing block.": "最後のスキーマティックブロックをピックするためのキー\n最初（可能性のある）クライアントワールドの前に\nブロックがトレースされます。基本的に、これは\n既存のブロックに対して配置できるブロックを取得することになります。",
    "pickBlockToggle": "ピックブロックオプションをトグルするためのホットキーです。\nこれは、何かと干渉した場合に\nピックブロックキーを有効または無効にするための\n簡単な方法として提供されます。",
    "A hotkey to toggle the pick block toggle option in the\nGeneric configs. This is provided as a quick way to enable\nor disable the pick block keys, if they interfere with something.": "ピックブロックオプションをトグルするためのホットキーです。\nこれは、何かと干渉した場合に\nピックブロックキーを有効または無効にするための\n簡単な方法として提供されます。",
    "renderInfoOverlay": "ブロック情報オーバーレイをレンダリングするためのキー。\nキーが押されていないことを要求しないためにNONEを使用します。\nオーバーレイを完全に無効にするには、Visuals\nの設定で同様の名前のオプションを無効にします。",
    "The key that enables rendering the block info overlay.\nUse NONE for not requiring a key to be pressed.\nDisable the similarly named option in the Visuals\nconfigs to disable the overlay completely.": "ブロック情報オーバーレイをレンダリングするためのキー。\nキーが押されていないことを要求しないためにNONEを使用します。\nオーバーレイを完全に無効にするには、Visuals\nの設定で同様の名前のオプションを無効にします。",
    "renderOverlayThroughBlocks": "ブロックを通してオーバーレイをレンダリングするためのホットキー。\nこれは、Visualsでの「schematicOverlayRenderThroughBlocks」オプションが行うことと\n同じことを一時的に有効にするためのより迅速な方法です。",
    "A hotkey to allow the overlays to render through blocks.\nThis is just a quicker way to temporarily enable\nthe same thing that the 'schematicOverlayRenderThroughBlocks' option in Visuals does.": "ブロックを通してオーバーレイをレンダリングするためのホットキー。\nこれは、Visualsでの「schematicOverlayRenderThroughBlocks」オプションが行うことと\n同じことを一時的に有効にするためのより迅速な方法です。",
    "rerenderSchematic": "スキーマティックだけをリフレッシュ/再描画するためのホットキーであり、\nF3 + Aでバニラ地形もリフレッシュする必要はありません。",
    "Hotkey to refresh/redraw only the schematic, instead of\nhaving to refresh the vanilla terrain too with F3 + A": "スキーマティックだけをリフレッシュ/再描画するためのホットキーであり、\nF3 + Aでバニラ地形もリフレッシュする必要はありません。",
    "saveAreaAsInMemorySchematic": "現在のエリア選択をメモリ内スキーマティックとして保存します。",
    "Save the current Area Selection as an in-memory Schematic": "現在のエリア選択をメモリ内スキーマティックとして保存します。",
    "saveAreaAsSchematicToFile": "現在のエリア選択をファイルにスキーマティックとして保存します。",
    "Save the current Area Selection as a Schematic to a file": "現在のエリア選択をファイルにスキーマティックとして保存します。",
    "schematicRebuildBreakAllExcept": "「すべてを壊す」モード/機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで\nこのキーを保持してスキーマティックブロックをパンチすると、\nこのブロックを除くすべての他のブロックがスキーマティックから削除されます。",
    "Modifier key to activate the \"break everything except\"\nmode/function in the Schematic Rebuild tool mode.\nBasically when you hold this key and punch a schematic block,\nall other blocks except this block will be removed from the schematic.": "「すべてを壊す」モード/機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで\nこのキーを保持してスキーマティックブロックをパンチすると、\nこのブロックを除くすべての他のブロックがスキーマティックから削除されます。",
    "schematicRebuildBreakPlaceAll": "「すべての同一ブロックを壊す」機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで。",
    "Modifier key to activate the \"break all identical blocks\"\nfunction in the Schematic Rebuild tool mode": "「すべての同一ブロックを壊す」機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで。",
    "schematicRebuildBreakPlaceDirection": "スキーマティックリビルドツールモードで、\n方向/連続的な壊すまたは置く機能を有効にするための修飾キー。",
    "Modifier key to activate the directional/continuous\nbreak or place function in the Schematic Rebuild tool mode": "スキーマティックリビルドツールモードで、\n方向/連続的な壊すまたは置く機能を有効にするための修飾キー。",
    "schematicRebuildReplaceAll": "「すべての同一ブロックを置き換える」モード/機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで。",
    "Modifier key to activate the \"replace all identical\"\nreplace mode/function in the Schematic Rebuild tool mode": "「すべての同一ブロックを置き換える」モード/機能を有効にするための修飾キー。\nスキーマティックリビルドツールモードで。",
    "schematicRebuildReplaceDirection": "スキーマティックリビルドツールモードで、\n方向/連続的な置き換えモード/機能を有効にするための修飾キー。",
    "Modifier key to activate the directional/continuous\nreplace mode/function in the Schematic Rebuild tool mode": "スキーマティックリビルドツールモードで、\n方向/連続的な置き換えモード/機能を有効にするための修飾キー。",
    "schematicVersionCycleModifier": "バージョン管理ツールモードで、スキーマティックのバージョンをサイクリングするための修飾キーを保持する必要があります。",
    "The modifier key to hold to be able to use the mouse wheel\nto cycle through the schematic versions in the Version Control tool mode": "バージョン管理ツールモードで、\nスキーマティックのバージョンをサイクリングするための修飾キーを保持する必要があります。",
    "schematicVersionCycleNext": "バージョン管理ツールモードで、次のスキーマティックバージョンにサイクリングするためのホットキー。",
    "schematicVersionCyclePrevious": "バージョンコントロールツールモードで次のスキーマティックバージョンに切り替えるためのホットキーです。",
    "A hotkey to cycle to the next schematic version in the Version Control tool mode": "バージョンコントロールツールモードで次のスキーマティックバージョンに切り替えるためのホットキーです。",
    "selectionGrow": "隣接または対角に接続されたブロックの周りに選択ボックスを自動的に成長させるためのアクションホットキーです。",
    "The action hotkey to auto-grow the selection box around\nany adjacent/diagonally connected blocks": "隣接または対角に接続されたブロックの周りに選択ボックスを自動的に成長させるためのアクションホットキーです。",
    "selectionGrowModifier": "スクロール中に選択ボックスを成長または縮小させるために保持する必要のある修飾キーです。",
    "The modifier key to hold to grow or shrink\na selection box while scrolling": "スクロール中に選択ボックスを成長または縮小させるために保持する必要のある修飾キーです。",
    "selectionNudgeModifier": "選択した領域またはコーナーを\n押し出すためにスクロール中に保持する必要がある修飾キーです。",
    "The modifier key to hold while scrolling\nto nudge the selected area or corner": "選択した領域またはコーナーを\n押し出すためにスクロール中に保持する必要がある修飾キーです。",
    "selectionModeCycle": "エリア選択モードで、コーナーとキューボイドの間でモードを切り替えます。",
    "Change the mode between Corners and Cuboid\nin the Area Selection mode": "エリア選択モードで、コーナーとキューボイドの間でモードを切り替えます。",
    "selectionShrink": "選択ボックスを縮小させて、どの側にも\n空のスペース（空のレイヤー）がないようにするためのアクションホットキーです。",
    "The action hotkey to shrink the selection box so that there\nisn't any empty space (empty layers) on any side": "選択ボックスを縮小させて、どの側にも\n空のスペース（空のレイヤー）がないようにするためのアクションホットキーです。",
    "setAreaOrigin": "現在のエリア選択のオリジンポイントをプレイヤーの位置に設定/移動します。",
    "Set/move the origin point of the current\narea selection to the player's position": "現在のエリア選択のオリジンポイントをプレイヤーの位置に設定/移動します。",
    "setSelectionBoxPosition1": "現在選択されているボックスの最初の位置を\nプレイヤーの位置に設定します。",
    "Set the first position of the currently selected\nbox to the player's position": "現在選択されているボックスの最初の位置を\nプレイヤーの位置に設定します。",
    "setSelectionBoxPosition2": "現在選択されているボックスの二番目の位置を\nプレイヤーの位置に設定します。",
    "Set the second position of the currently selected\nbox to the player's position": "現在選択されているボックスの二番目の位置を\nプレイヤーの位置に設定します。",
    "toggleAllRendering": "すべてのレンダリングをオン/オフに切り替えます。",
    "Toggle all rendering on/off": "すべてのレンダリングをオン/オフに切り替えます。",
    "toggleAreaSelectionBoxesRendering": "エリア選択ボックスのレンダリングをオン/オフに切り替えます。",
    "Toggle Area Selection boxes rendering on/off": "エリア選択ボックスのレンダリングをオン/オフに切り替えます。",
    "toggleSchematicRendering": "スキーマティックレンダリング（ブロック＆オーバーレイ）をオン/オフに切り替えます。",
    "Toggle schematic rendering (blocks & overlay) on/off": "スキーマティックレンダリング（ブロック＆オーバーレイ）をオン/オフに切り替えます。",
    "toggleInfoOverlayRendering": "情報オーバーレイのレンダリングをオン/オフに切り替えます（ホバーブロック情報用）。",
    "Toggle the info overlay rendering (for hovered block info)": "情報オーバーレイのレンダリングをオン/オフに切り替えます（ホバーブロック情報用）。",
    "toggleOverlayRendering": "ブロックオーバーレイのレンダリングをオン/オフに切り替えます。",
    "Toggle the block overlay rendering on/off": "ブロックオーバーレイのレンダリングをオン/オフに切り替えます。",
    "toggleOverlayOutlineRendering": "ブロックオーバーレイのアウトラインレンダリングをオン/オフに切り替えます。",
    "Toggle the block overlay outline rendering on/off": "ブロックオーバーレイのアウトラインレンダリングをオン/オフに切り替えます。",
    "toggleOverlaySideRendering": "ブロックオーバーレイのサイドレンダリングをオン/オフに切り替えます。",
    "Toggle the block overlay side rendering on/off": "ブロックオーバーレイのサイドレンダリングをオン/オフに切り替えます。",
    "togglePlacementBoxesRendering": "スキーマティックプレースメントボックスのレンダリングをオン/オフに切り替えます。",
    "Toggle Schematic Placement boxes rendering on/off": "スキーマティックプレースメントボックスのレンダリングをオン/オフに切り替えます。",
    "togglePlacementRestriction": "プレースメント制限モードを切り替えるためのホットキーです。",
    "A hotkey to toggle the placement restriction mode": "プレースメント制限モードを切り替えるためのホットキーです。",
    "toggleSchematicBlockRendering": "スキーマティックブロックのレンダリングをオン/オフに切り替えます。",
    "Toggle schematic block rendering on/off": "スキーマティックブロックのレンダリングをオン/オフに切り替えます。",
    "toggleTranslucentRendering": "半透明と不透明のゴーストブロックレンダリングを切り替えます。",
    "Toggle translucent vs. opaque ghost block rendering": "半透明と不透明のゴーストブロックレンダリングを切り替えます。",
    "toggleVerifierOverlayRendering": "スキーマティックバリファイアオーバーレイのレンダリングを切り替えます。",
    "Toggle the Schematic Verifier overlay rendering": "スキーマティックバリファイアオーバーレイのレンダリングを切り替えます。",
    "toolEnabledToggle": "\"ツール\"アイテムの機能をオン/オフに切り替えるためのキーの割り当て。",
    "The keybind to toggle the \"tool\" item functionality on/off": "\"ツール\"アイテムの機能をオン/オフに切り替えるためのキーの割り当て。",
    "toolPlaceCorner1": "\"ツール\"アイテムを保持している間にプライマリ/最初のコーナーを配置するために使用するボタンです。",
    "The button to use while holding the \"tool\" item\nto place the primary/first corner": "\"ツール\"アイテムを保持している間にプライマリ/最初のコーナーを配置するために使用するボタンです。",
    "toolPlaceCorner2": "\"ツール\"アイテムを保持している間に2番目のコーナーを配置するために使用するボタンです。",
    "The button to use while holding the \"tool\" item\nto place the second corner": "\"ツール\"アイテムを保持している間に2番目のコーナーを配置するために使用するボタンです。",
    "toolSelectElements": "\"ツール\"アイテムを保持している間にコーナーまたはボックスを選択するために使用するボタンです。",
    "The button to use to select corners or boxes\nwhile holding the \"tool\" item": "\"ツール\"アイテムを保持している間にコーナーまたはボックスを選択するために使用するボタンです。",
    "toolSelectModifierBlock1": "'toolSelectElements'ホットキーを使用する際に保持する必要のある修飾キー。\n一部のツールモードで使用するためのプライマリブロックタイプを選択します。",
    "The modifier key to hold while using the 'toolSelectElements'\nhotkey, to select the primary block type to use in some of the tool modes": "'toolSelectElements'ホットキーを使用する際に保持する必要のある修飾キー。\n一部のツールモードで使用するためのプライマリブロックタイプを選択します。",
    "toolSelectModifierBlock2": "'toolSelectElements'ホットキーを使用する際に保持する必要のある修飾キー。\n一部のツールモードで使用するためのセカンダリブロックタイプを選択します。",
    "The modifier key to hold while using the 'toolSelectElements'\nhotkey, to select the secondary block type to use in some of the tool modes": "'toolSelectElements'ホットキーを使用する際に保持する必要のある修飾キー。\n一部のツールモードで使用するためのセカンダリブロックタイプを選択します。",
    "selectionGrabModifier": "選択ボックスまたはコーナーを「つかむ」ために保持する修飾キーです。",
    "The modifier key to hold to \"grab\" a selection\nbox or corner for cursor moving.": "選択ボックスまたはコーナーを「つかむ」ために保持する修飾キーです。",
    "schematicOverlayModelSides": "スキーマティックオーバーレイがブロックモデルのクワッド/頂点を使用する場合は有効にしてください。\n従来のフルブロックオーバーレイの代わりに。",
    "If enabled, then the schematic overlay will use the\nblock model quads/vertices instead of the\ntraditional full block overlay": "スキーマティックオーバーレイがブロックモデルのクワッド/頂点を使用する場合は有効にしてください。\n従来のフルブロックオーバーレイの代わりに。",
    "unloadCurrentSchematic": "現在選択されているプレースメントのスキーマティックをアンロードします。\nそのため、それから作成されたすべてのプレースメントも削除されます。",
    "Unloads the schematic of the currently selected placement,and thus also removes all placements created from it": "現在選択されているプレースメントのスキーマティックをアンロードします。\nそのため、それから作成されたすべてのプレースメントも削除されます。"
}